/* No comment provided by engineer. */
"month" = "個月";
"months" = "個月";

/* No comment provided by engineer. */
"theme" = "主題風格";

/* No comment provided by engineer. */
"Select from album" = "從相冊選取";

/* No comment provided by engineer. */
"Weight" = "體重";

/* No comment provided by engineer. */
"Invalid value, please measure again" = "體重數據無效，請重新測量";

/* No comment provided by engineer. */
"profile incompelted" = "信息不完整";

/* No comment provided by engineer. */
"About" = "關於";

/* No comment provided by engineer. */
"User No." = "關聯設備使用者號";

/* No comment provided by engineer. */
"Share failed," = "分享失敗,";

/* No comment provided by engineer. */
"Select all" = "全選";

/* No comment provided by engineer. */
"Deselect all" = "取消全選";

/* No comment provided by engineer. */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Days" = "天";

/* No comment provided by engineer. */
"HeadSize" = "頭圍";

/* No comment provided by engineer. */
"Bady Girl" = "女寶寶";

/* No comment provided by engineer. */
"Name" = "姓名/昵稱";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Date of Birth" = "寶寶生日";

/* No comment provided by engineer. */
"Year-old" = "歲";

/* No comment provided by engineer. */
"Year" = "年";

/* No comment provided by engineer. */
"Weight-for-age" = "年齡對體重";

/* No comment provided by engineer. */
"Head size-for-age" = "年齡對頭圍";

/* No comment provided by engineer. */
"Height-for-age" = "年齡對身高";

/* No comment provided by engineer. */
"Gender" = "性別";

/* No comment provided by engineer. */
"Take photo" = "拍照";

/* No comment provided by engineer. */
"Synching data..." = "數據同步中";

/* No comment provided by engineer. */
"Synchronization failed" = "數據同步失敗";

/* No comment provided by engineer. */
"Synched successfully" = "數據同步完成";

/* No comment provided by engineer. */
"Day" = "日";

/* No comment provided by engineer. */
"Time" = "時間";

/* No comment provided by engineer. */
"Delete all journals?" = "刪除所有日記？";

/* No comment provided by engineer. */
"Delete current users?" = "刪除所選用戶？";

/* No comment provided by engineer. */
"Delete current journals?" = "刪除所選日記？";

/* No comment provided by engineer. */
"Delete current diaries?" = "刪除所有日記？";

/* No comment provided by engineer. */
"Delete all diaries in this month?" = "刪除本月全部日記？";

/* No comment provided by engineer. */
"Do you want to change the cover of current diaries?" = "更換所選日記封面？";

/* No comment provided by engineer. */
"Yellow" = "暖黃";

/* No comment provided by engineer. */
"Change cover" = "更換封面";

/* No comment provided by engineer. */
"Month" = "月";

/* No comment provided by engineer. */
"Months" = "月齡";

/* No comment provided by engineer. */
"Check new version" = "檢測新版本";

/* No comment provided by engineer. */
"BabyGrowing does not have access to your photos or video. To enable access, tap Settings and turn on Photos in privacy option." = "此應用無權限訪問您的照片，您可以在“隱私設置”中啟用訪問。";

/* No comment provided by engineer. */
"BabyGrowing does not have access to your camera. To enable access, tap Settings and turn on Camera in privacy option." = "此應用無權限訪問您的相機，您可以在“隱私設置”中啟用訪問。";

/* No comment provided by engineer. */
"Green" = "清新綠";

/* No comment provided by engineer. */
"Purple" = "溫馨紫";

/* No comment provided by engineer. */
"Version" = "版本";

/* No comment provided by engineer. */
"Baby Boy" = "男寶寶";

/* No comment provided by engineer. */
"Confirm" = "確認";

/* No comment provided by engineer. */
"User 1" = "用戶1";

/* No comment provided by engineer. */
"User 2" = "用戶2";

/* No comment provided by engineer. */
"User 3" = "用戶3";

/* No comment provided by engineer. */
"User 4" = "用戶4";

/* No comment provided by engineer. */
"User 5" = "用戶5";

/* No comment provided by engineer. */
"User 6" = "用戶6";

/* No comment provided by engineer. */
"User 7" = "用戶7";

/* No comment provided by engineer. */
"User 8" = "用戶8";

/* No comment provided by engineer. */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Record saved" = "記錄已保存";

/* No comment provided by engineer. */
"Devices" = "設備管理";

/* No comment provided by engineer. */
"Set cover" = "設置封面";

/* No comment provided by engineer. */
"To enable access of camera, tap Settings and turn it on in privacy option." = "请請在“設置-隱私-相機”選項中，允許本應用訪問您的相機。";

/* No comment provided by engineer. */
"To ensure the profile should be complete, which will have effect on the final result." = "請完整填寫個人信息，確保準確。您填寫的信息將影響最終評測結果。";

/* No comment provided by engineer. */
"Please enter comprehensive profile." = "請輸入信息，確保完整。";

/* No comment provided by engineer. */
"Weight-for-height" = "身高對體重";

/* No comment provided by engineer. */
"Height" = "身高";

/* No comment provided by engineer. */
"Select Month" = "選著月份";

/* No comment provided by engineer. */
"Privacy unauthorized" = "私隱設置未授權";

/* No comment provided by engineer. */
"The latest version currently" = "當前已是最新版本";

/* No comment provided by engineer. */
"Baby is" = "%@";

/* No comment provided by engineer. */
"!" = "啦!";

/* No comment provided by engineer. */
"Weight is" = "體重";

/* No comment provided by engineer. */
"height is" = "身高";

/* No comment provided by engineer. */
"head size is" = "頭圍";

/* No comment provided by engineer. */
"growing heathily." = "成長很平穩哦!";

/* No comment provided by engineer. */
"growing slower than usual." = "成長偏緩和哦!";

/* No comment provided by engineer. */
"growing faster than usual." = "成長偏快哦!";

/* No comment provided by engineer. */
"Selected" = "已選擇";

/* No comment provided by engineer. */
"photos" = "張照片";

/* No comment provided by engineer. */
"Photos" = "照片";

/* No comment provided by engineer. */
"Years" = "年度";

/* No comment provided by engineer. */
"Collections" = "精選";

/* No comment provided by engineer. */
"Moments" = "時刻";

/* No comment provided by engineer. */
"Albums" = "相冊";

/* No comment provided by engineer. "相机胶卷"*/
"Camera Roll" = "相機膠捲";

/* No comment provided by engineer. "最近删除"*/
"Recently Deleted" = "最近刪除";

/* No comment provided by engineer. */
"Photo Library" = "照片圖庫";

